import React from 'react'
import { SectionContent, SectionTitle } from '../layout/atoms/blog/Section'

export default function BlogContent0001 () {
  return (
    <>
      {/* <SectionList items={[ */}
      {/*  '昭和16年4月2日以後に生まれた方向け', */}
      {/*  '65歳から84歳の間20年間年金を受給', */}
      {/*  '保険料は令和2年度をベースに計算', */}
      {/*  '10年〜40年納付前提' */}
      {/* ]}/> */}

      <SectionTitle>FIREをなぜしたいのか</SectionTitle>

      <SectionContent>
      みなさんはFIREしたいでしょうか？<br />
      そう質問されると「はい」と回答する人が大多数かと思います。<br />
        <br />
      ただ、なぜFIREしたいのか、FIREして何をしたいのか、と質問されると明確な回答ができない人が多いです。<br />
        <br />
      「とにかく今の辛い現状から抜け出したい」<br />
      「社畜はもう嫌なんだ」<br />
        <br />
      このような回答をする人も多いのではないでしょうか。<br />
      残念ながらFIREは現実逃避のための手段ではありません。結果的に辛い現状から回避することはありますが、FIREは現実逃避のための手段ではなく”自己実現”のための手段です。<br />
        <br />
      現状が嫌だからとにかく楽になりたい、と考えるのではなく、まずは理想の生活を考えるところから始めてみてはいかがでしょうか。<br />
      </SectionContent>

      <SectionTitle>
        FIRE後のライフスタイルを考える
      </SectionTitle>

      <SectionContent>
      まずFIRE後の生活を考えてみましょう。<br />
      田舎に広い庭の家を買って犬を飼って夫婦で過ごす。海の言える別荘のような家で住む。沖縄に移住して毎日ダイビング。山の中に住む。マレーシアに移住する。毎日友人たちと飲み歩きたい。好きだけど稼げない仕事をしたい。考えるだけで夢が広がりますね！<br />
        <br />
      挙げて頂いたFIRE後の生活はどんな生活でも大丈夫です。次に、その生活にはどの程度のお金が必要か計算してみてください。<br />
      もし家を買う場合は初期費用として数千万円、毎月の生活費は現状より多少落とすとしても十数万円～数十万円程度かかるのではないでしょうか。<br />
        <br />
      先に言うと、贅沢な暮らしを望む方はなかなかFIREはできません。<br />
      逆に、質素な生活でOKという人は平均年収程度あれば早めのFIREが可能です。<br />
        <br />
      極端な例を出して言えば、月60万円の生活を望む人と月15万の生活で十分な人では単純計算で4倍の支出差がありますよね。<br />
      4倍ほどの差にもなると、FIREの年齢に数十年の差が出ることになるでしょう。<br />
        <br />
      FIREを真剣に考える人はFIRE後の支出を真剣に計算してみてください。<br />
      全然想像もつかない人はまずは家計簿をつけて、現状の生活にいくらかかっているか把握することから始めることをオススメします。<br />
        <br />
      なぜ支出を考える必要があるかというとFIRE時の必要資産の計算に大きく関わるからです。<br />
      月単位で見たら大きな差にはなりませんが、例えば支出が月13万なのか15万なのか、50歳で引退して85歳まで生きる場合、トータルで840万差が出ます（2万×12か月×35年）。<br />
      言い換えると、支出が月13万ではなく月15万の場合、50歳までに840万多く資産を貯める必要があるということです。<br />
      浮いた資産を運用することも考えると1000万以上の差は確実です。<br />
      </SectionContent>
    </>
  )
}
